testsrc/main/mondrian/xmla/excel_2000/excel_2000_06_in.xml

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
  <Header>
    <EndSession 
        mustUnderstand="1" 
        SessionId="${session.id}" 
        xmlns="urn:schemas-microsoft-com:xml-analysis" 
    />
  </Header>
  <Body>
    <Execute xmlns="urn:schemas-microsoft-com:xml-analysis">
      <Command>
        <Statement />
      </Command>
      <Properties>
        <PropertyList>
          <LocaleIdentifier>1033</LocaleIdentifier>
          <DataSourceInfo>MondrianFoodMart</DataSourceInfo>
        </PropertyList>
      </Properties>
    </Execute>
  </Body>
</Envelope>
